const list = [
  {
    date: '28.07.2025 07.56',
    color: 'rgb(10, 100, 195)',
    description: [
      {
        id: '1',
        text: 'Запишите свои ассоциации с выбранным цветом',
        answer: '',
      },
      {
        id: '2',
        text: 'Что этот цвет хочет вам сказать?',
        answer: 'asdfs',
      },
      {
        id: '3',
        text: 'Какое настроение у этого цвета?',
        answer: '',
      },
    ],
    emotion: 'Радость',
    id: '77',
  },
  {
    date: '28.07.2025 09.17',
    color: 'rgb(103, 173, 247)',
    description: [
      {
        id: '1',
        text: 'Запишите свои ассоциации с выбранным цветом',
        answer: 'zxcvzxcv',
      },
      {
        id: '2',
        text: 'Что этот цвет хочет вам сказать?',
        answer: 'asdfasdf',
      },
      {
        id: '3',
        text: 'Какое настроение у этого цвета?',
        answer: '',
      },
    ],
    emotion: 'Радость',
    id: '41',
  },
  {
    date: '28.07.2025 11.44',
    color: 'rgb(10, 195, 75)',
    description: [
      {
        id: '1',
        text: 'Запишите свои ассоциации с выбранным цветом',
        answer: 'zdfgdfgd',
      },
      {
        id: '2',
        text: 'Что этот цвет хочет вам сказать?',
        answer: 'xfgdfgf',
      },
      {
        id: '3',
        text: 'Какое настроение у этого цвета?',
        answer: '',
      },
    ],
    emotion: 'Радость',
    id: '54',
  },
  {
    date: '28.07.2025 12.32',
    color: 'rgb(201, 103, 247)',
    description: [
      {
        id: '1',
        text: 'Запишите свои ассоциации с выбранным цветом',
        answer: 'fhdfgdhfg',
      },
      {
        id: '2',
        text: 'Что этот цвет хочет вам сказать?',
        answer: '',
      },
      {
        id: '3',
        text: 'Какое настроение у этого цвета?',
        answer: '',
      },
    ],
    emotion: 'Печаль',
    id: '29',
  },
  {
    date: '30.07.2025 18:20',
    color: 'rgb(201, 103, 247)',
    description: [
      {
        id: '1',
        text: 'Запишите свои ассоциации с выбранным цветом',
        answer: 'fhdfgdhfg',
      },
      {
        id: '2',
        text: 'Что этот цвет хочет вам сказать?',
        answer: '',
      },
      {
        id: '3',
        text: 'Какое настроение у этого цвета?',
        answer: '',
      },
    ],
    emotion: 'Печаль',
    id: '79',
  },
  {
    date: '30.07.2025 18:21',
    color: 'rgb(201, 103, 247)',
    description: [
      {
        id: '1',
        text: 'Запишите свои ассоциации с выбранным цветом',
        answer: 'fhdfgdhfg',
      },
      {
        id: '2',
        text: 'Что этот цвет хочет вам сказать?',
        answer: '',
      },
      {
        id: '3',
        text: 'Какое настроение у этого цвета?',
        answer: '',
      },
    ],
    emotion: 'Печаль',
    id: '89',
  },
];

export default list;
