export default [
  {
    title: 'Страх',
    items: ['Страх', 'Тревога', 'Паника', 'Нервозность', 'Беспокойство', 'Опасение', 'Боязнь', 'Ужас'],
  },
  {
    title: 'Интерес',
    items: ['Интерес', 'Восхищение', 'Удивление', 'Интрига', 'Увлечение', 'Любопытство'],
  },
  {
    title: 'Грусть',
    items: ['Грусть', 'Печаль', 'Уныние', 'Отчаяние', 'Разочарование', 'Меланхолия', 'Жалость'],
  },
  {
    title: 'Злость',
    items: ['Злость', 'Раздражение', 'Ярость', 'Обида', 'Ненависть', 'Злоба', 'Зависть'],
  },
  {
    title: 'Радость',
    items: ['Радость', 'Счастье', 'Восторг', 'Экстаз', 'Удовлетворение', 'Любовь', 'Умиление', 'Гордость'],
  },
];
